[
  {
    "id": 1,
    "cannabis_fact": "Approximately 9% of people who try marijuana become addicted to it, compared to 15% of people who try cocaine, and 24 % of those who try heroin."
  },
  {
    "id": 2,
    "cannabis_fact": "Teenagers don't smoke more pot in states where marijuana is legal than in states where it is illegal."
  },
  {
    "id": 3,
    "cannabis_fact": "The word 'canvas' is related to the word 'cannabis.' Historically, canvases were made of hemp."
  },
  {
    "id": 4,
    "cannabis_fact": "In the United States, about 750,000 people are arrested each year for marijuana offenses. However, not all arrests lead to prison time, and less than 1% of inmates in state and federal prisons are in for possession alone.["
  },
  {
    "id": 5,
    "cannabis_fact": "Scientists have found that a marijuana compound can freeze and stop the spread of some types of aggressive cancer."
  },
  {
    "id": 6,
    "cannabis_fact": "Both Thomas Jefferson and George Washington grew hemp on their plantations. The British crown even ordered the colonists to grow the plant."
  },
  {
    "id": 7,
    "cannabis_fact": "Since 2015, marijuana has become the fastest growing industry in the U.S. If marijuana becomes legal in all 50 states, the industry will become larger than the organic food market"
  },
  {
    "id": 8,
    "cannabis_fact": "The first item sold over the Internet was a bag of marijuana over 40 years ago. Stanford students used Arapnet (an early form of the Internet) to buy weed from their counterparts at MIT."
  },
  {
    "id": 9,
    "cannabis_fact": "Marijuana is the most common illegal drug used in the United States. Approximately 100 million Americans have tried marijuana at least once, and more than 25 million have smoked it in the last year."
  },
  {
    "id": 10,
    "cannabis_fact": "According to the U.N., 158.8 million people around the world use marijuana, which is over 3.8% of the world's population."
  },
  {
    "id": 11,
    "cannabis_fact": "According to one national survey on drug use, each day approximately 6,000 Americans try marijuana for the first time."
  },
  {
    "id": 12,
    "cannabis_fact": "In the United States, marijuana use is three times higher than the global average. However, the rate of use is about the same as other Western democracies"
  },
  {
    "id": 13,
    "cannabis_fact": "The primary active ingredient in marijuana is THC (delta 9 tetrhydrocannabinol). It is this chemical that produces marijuana's mind-altering effects."
  },
  {
    "id": 14,
    "cannabis_fact": "Cannabis seeds were used as a food source in China as early as 6000 B.C."
  },
  {
    "id": 15,
    "cannabis_fact": "The first recorded use of marijuana as a medicinal drug occurred in 2737 B.C. by Chinese emperor Shen Nung. The emperor documented the drug's effectiveness in treating the pains of rheumatism and gout."
  },
  {
    "id": 16,
    "cannabis_fact": "In October of 1937, Samuel Caldwell was the first U.S. citizen arrested under the Marihuana Tax Act for selling marijuana without paying the newly mandated tax. He was fined $1,000 and sentenced to four years of hard labor in Leavenworth."
  },
  {
    "id": 17,
    "cannabis_fact": "From 1850 to 1942, marijuana was listed in the United States Pharmacopoeia as a useful medicine for nausea, rheumatism, and labor pains and was easily obtained at the local general store or pharmacy."
  },
  {
    "id": 18,
    "cannabis_fact": "In 2003, Canada became the first country in the world to offer medical marijuana to pain-suffering patients."
  },
  {
    "id": 19,
    "cannabis_fact": "In 1996, California became the first U.S. state to legally allow medical marijuana for patients with a valid doctor's recommendation."
  },
  {
    "id": 20,
    "cannabis_fact": "The energy needed to produce 2.2 pounds of marijuana indoors is equivalent to the amount of energy required to drive across the U.S. five times in a car that gets 44 miles to the gallon."
  },
  {
    "id": 21,
    "cannabis_fact": "The first two drafts of the United States Declaration of Independence were written on paper made from hemp."
  },
  {
    "id": 22,
    "cannabis_fact": "In a 2013 survey, appropriately titled 'Ignorance Is Not Bliss,' researchers found that only '13 percent of U.S. medical schools teach the endocannabinoid system to future doctors.' Cannabis research is limited primarily due to its federally illegal status, which prevents government institutions like the FDA from conducting clinical studies."
  },
  {
    "id": 23,
    "cannabis_fact": "The endocannabinoid system works in overdrive when diseases are present. Scientists have found that with a variety of illnesses, the ECS system shows increased activity and greater expression to restore the body's natural balance."
  },
  {
    "id": 24,
    "cannabis_fact": "You don't need psychoactive THC to stimulate the endocannabinoid system. CBD found in industrial hemp is among many cannabinoids which activate the ECS to provide a range of physical and psychological health benefits. However, THC and CBD combined pack a powerful punch by bringing out the other's best traits."
  },
  {
    "id": 25,
    "cannabis_fact": "Cannabis contains more than 113 cannabinoids"
  },
  {
    "id": 26,
    "cannabis_fact": "THC acts on specific brain cell receptors called cannabinoids."
  },
  {
    "id": 27,
    "cannabis_fact": "The compound is also known to stimulate appetite (informally known as \"the munchies\") and induce a relaxed state, as well as other effects on sense of smell, hearing, and eyesight. THC can also cause fatigue. In some people, THC may reduce aggression."
  },
  {
    "id": 28,
    "cannabis_fact": "The movement to criminalize marijuana in the U.S. was strongly rooted in racism. At the turn of the 20th century, marijuana was a little-used drug. However, as it became increasingly associated with minorities'especially African Americans and Hispanics'many states in the 1910s began passing laws to ban pot. Two decades later Harry J. Anslinger, head of the Federal Bureau of Narcotics, utilized racism and the fear of crime in his high-profile campaign to institute a federal ban on the drug."
  },
  {
    "id": 29,
    "cannabis_fact": "There are more dispensaries in Colorado than there are Starbucks"
  },
  {
    "id": 30,
    "cannabis_fact": "In 2015, several of William Shakespeare's pipe fragments tested positive for cannabis residue."
  },
  {
    "id": 31,
    "cannabis_fact": "The Jamestown colony in 1619 passed legislation which meant settlers were forced to grow cannabis. Hemp was a mainstream cash crop that was used to make rope, fabric and ship sails. It was literally against the law not to grow it."
  },
  {
    "id": 32,
    "cannabis_fact": "The Cannabis plant can grow up to 18 feet tall. In the Americas, Cannabis extract was a popular medicinal drug in the 1800s. But in the 1900s, the tide began to turn against the drug. In the 1920s, Mexican immigrants became associated with the smoked, recreational version of the drug, and anti-immigrant sentiments fueled marijuana prohibition."
  },
  {
    "id": 33,
    "cannabis_fact": "American production of hemp was encouraged by the government in the 17th century for the production of rope, sails, and clothing. In 1619 the Virginia Assembly passed legislation requiring every farmer to grow hemp. Hemp was allowed to be exchanged as legal tender in Pennsylvania, Virginia, and Maryland. Domestic production flourished until after the Civil War, when imports and other domestic materials replaced hemp for many purposes. In the late nineteenth century, marijuana became a popular ingredient in many medicinal products and was sold openly in public pharmacies. During the 19th century, hashish use became a fad in France and also, to some extent, in the U.S."
  },
  {
    "id": 34,
    "cannabis_fact": "1906 Pure Food and Drug Act - Required labeling of any cannabis contained in over-the-counter remedies."
  },
  {
    "id": 35,
    "cannabis_fact": "Ancient Taiwanese also used hemp fibers to decorate their pottery about 10 000 years ago."
  },
  {
    "id": 36,
    "cannabis_fact": "An ancient Greek historian named Herodotus (484-425 BC) described the Scythians'a large group of Iranian nomads in Central Asia'inhaling the smoke from smoldering cannabis seeds and flowers to get high."
  },
  {
    "id": 37,
    "cannabis_fact": "The Marijuana Tax Act of 1937 was the first federal U.S. law to criminalize marijuana nationwide. The Act imposed an excise tax on the sale, possession or transfer of all hemp products, effectively criminalizing all but industrial uses of the plant."
  },
  {
    "id": 38,
    "cannabis_fact": "Industrial hemp continued to be grown in the United States throughout World War II, when its domestic cultivation was encouraged after the Philippines'a major source of imported hemp fiber'fell to Japanese forces. The last U.S. hemp fields were planted in 1957 in Wisconsin."
  },
  {
    "id": 39,
    "cannabis_fact": "As part of the 'War on Drugs,' the Controlled Substances Act of 1970, signed into law by President Richard Nixon, repealed the Marijuana Tax Act and listed marijuana as a Schedule I drug'along with heroin, LSD and ecstasy'with no medical uses and a high potential for abuse."
  },
  {
    "id": 40,
    "cannabis_fact": "In 1972, a report from the National Commission on Marijuana and Drug Abuse (also known as the Shafer Commission) released a report titled 'Marijuana: A Signal of Misunderstanding.' The report recommended 'partial prohibition' and lower penalties for possession of small amounts of marijuana. Nixon and other government officials, however, ignored the report's findings."
  },
  {
    "id": 41,
    "cannabis_fact": "California, in the Compassionate Use Act of 1996, became the first state to legalize marijuana for medicinal use by people with severe or chronic illnesses. Twenty-nine states now allow the use of cannabis for limited medical purposes."
  },
  {
    "id": 42,
    "cannabis_fact": "The amount of THC in marijuana'the chemical responsible for the drug's potency'has increased dramatically in recent decades. In the mid-1990s, the average THC content of confiscated weed was roughly 4 percent. By 2014, it was about 12 percent, with a few strains of pot containing THC levels as high as 37 percent."
  },
  {
    "id": 43,
    "cannabis_fact": "One of the more interesting, but serious marijuana facts is that African Americans tend to be caught illegally with marijuana than other races. Between the years 2001 and 2010, there were over 2 million arrests of African Americans for marijuana possession. According to statistics from an ACLU report, African Americans are 3.37 times more than likely to be arrested for weed than Caucasians are."
  },
  {
    "id": 44,
    "cannabis_fact": "Did you know that not all marijuana plant is green? That is another one of the most interesting marijuana facts to be aware of. Yes, marijuana is usually referred as 'the greens' or 'the grass.' However, do not associate this with the color green since there are some cannabis strains that are purple, blue and yellow in color. Some of these strains change their colors during temperature reduction, evolving from the color green to orange, red, gold or yellow, especially when it is cold. During cold temperature, the marijuana plant does not get enough chlorophyll to maintain its green color."
  },
  {
    "id": 45,
    "cannabis_fact": "A Pew report done in May and August 2016 found that after interviewing 7,900 police officers, 32 percent of them think that both recreational and medical marijuana should be made legal on a national scale. 37 percent indicated that they would love to see the national legalization of marijuana, but only for medical use. 30 percent thought that marijuana should be illegal in all states. Younger police officers favored marijuana legalization than older cops over 50 years old. It should be noted that police officers have more conservative views than the public."
  },
  {
    "id": 46,
    "cannabis_fact": "42% of people in the U.S. have tried marijuana at least once."
  },
  {
    "id": 47,
    "cannabis_fact": "Study after study has found that marijuana is less harmful than alcoholand tobacco."
  },
  {
    "id": 48,
    "cannabis_fact": "Uruguay became, in 2013, the first country in the world to make it legal to grow, sell and consume marijuana."
  },
  {
    "id": 49,
    "cannabis_fact": "Only about 9% of marijuana usersbecome clinically dependent, according to a study."
  },
  {
    "id": 50,
    "cannabis_fact": "Believe it or not, despite the marijuana law reforms in several states, there are still more arrests for marijuana possession every year than for all violent crimes combined."
  },
  {
    "id": 51,
    "cannabis_fact": "According to the FBI, 700,000 people were arrested for marijuana law violations in 2014 ' comprising almost half (45 percent) of all drug arrests in the US. That's one marijuana arrest every 45 seconds! On top of that, 88 percent of arrests were for simple possession, not for selling or manufacturing."
  },
  {
    "id": 52,
    "cannabis_fact": "U.S. states spend more than $3 billion enforcing marijuana prohibition every year."
  },
  {
    "id": 53,
    "cannabis_fact": "Marijuana arrests can create permanent criminal records that can easily be found on the internet by employers, landlords, schools, credit agencies and banks. And it can result in loss of employment, financial aid, housing and child custody. In many U.S. states, a marijuana possession arrest can still lead to months or even years behind bars. Clearly, a marijuana arrest is no small matter"
  },
  {
    "id": 54,
    "cannabis_fact": "The first anti-marijuana laws during the 1910s and 20s, were directedat Mexican migrants and Mexican Americans. Artists and performers ' especially black jazz musicians ' were also common targets. Today, Latino and black communities are still subject to wildly disproportionate marijuana enforcement practices, despite the fact that these groups are no more likely than white people to use or sell marijuana."
  },
  {
    "id": 55,
    "cannabis_fact": "Changes in marijuana laws have not been found to have a significant impact on rates of adult use. According to the National Academy of Sciences, \"There is little evidence that decriminalization of marijuana use necessarily leads to a substantial increase in marijuana use."
  },
  {
    "id": 56,
    "cannabis_fact": "When it comes to use by young people, several recent reports have found that in the majority of states that have approved medical marijuana, use among teenagers has actually decreased. Experts say this is due to a diminished 'forbidden fruit' effect and decreased access to marijuana as it moves from the unregulated streets ' where there are no age requirements ' to inside licensed dispensaries, where you need to be 21 to purchase marijuana."
  },
  {
    "id": 57,
    "cannabis_fact": "No matter where you are in the country, marijuana is illegal to transport across state lines; it's always illegal to drive under the influence; and it's illegal to use if you're under 21 (unless you're a medical marijuana patient)."
  },
  {
    "id": 58,
    "cannabis_fact": "At least 28 countries around the world have eliminated criminal penalties for marijuana possession, including Canada, Belgium, Spain, and Jamaica."
  },
  {
    "id": 59,
    "cannabis_fact": "'Concentrates' refers to a concentrated form of marijuana which is made into oils, butter, or black or brown sticky substances that sometimes have the appearance of wax or glass (sometimes called 'shatter')."
  },
  {
    "id": 60,
    "cannabis_fact": "There are over 500 chemicals in the marijuana plant and about 80 of those are cannabinoids, or the active ingredients, which also include terpines (aromas). Concentrate producers harvest these active ingredients from the plant and create a substance made up of only these, similar to juicing an orange. Concentrates are usually ingested via inhalation (either smoking or vaporizing), but can also be ingested orally, such as in an oil or tincture, or used as an ingredient in infused edible products in the form of oil or butter."
  },
  {
    "id": 61,
    "cannabis_fact": "Many medical marijuana patients rely on concentrates because they enable them to ingest a large amount of cannabinoids fairly easily. Cannabinoids such as THC and CBD are found in higher levels in concentrates than in the raw plant. For example, THC levels in the raw plant range from about 5-20%, while in concentrates can range from 50-90% THC. These high levels might be ideal for patients seeking relief from debilitating conditions, but can potentially be too much for someone using cannabis as a relaxant or therapeutic agent."
  },
  {
    "id": 62,
    "cannabis_fact": "Marijuana-infused products, often referred to as 'edibles,' include any food, drink or tincture that is consumed orally. For some people, especially medical patients, these products are a better option than smoking, as their effects last longer and they can be manufactured with precise doses that more reliably meet patients' needs (similar to how prescription medicines have very specific dosages)."
  },
  {
    "id": 63,
    "cannabis_fact": "As with any drug or alcohol, it's very important to understand how much you're ingesting, so as not to go overboard. Consuming 10-25 milligrams of THC (the psychoactive ingredient in marijuana) causes psychoactive effects that regularly last about four to six hours (and sometimes longer)."
  },
  {
    "id": 64,
    "cannabis_fact": "According to the most scientifically valid studies, long-term marijuana smoking is not associated with elevated cancer risk, including lung, melanoma, prostate, breast or cervix. Scientists hypothesize that the anti-oxidant properties of marijuana might override any cancer-causing chemicals found in marijuana smoke, therefore protecting the body against the impact of smoking. That alone is a huge surprise to most people, but that's just the beginning."
  },
  {
    "id": 65,
    "cannabis_fact": "A study in 2009 actually found that moderate marijuana smoking over a 20-year period was actually associated with reduced risk of head and neck cancer. In fact, some of the chemicals in marijuana, such as THC and especially CBD, have been found to promote tumor cell death and show potential as effective tools in treating cancer!"
  },
  {
    "id": 66,
    "cannabis_fact": "marijuana smoking is not associated with any other permanent lung harms, such as chronic obstructive pulmonary disorder, emphysema or reduced lung function ' even after years of frequent use."
  },
  {
    "id": 67,
    "cannabis_fact": "There is no definitive evidence that marijuana causes some psychiatric disorders in otherwise healthy individuals. Most tellingly, rates of schizophrenia and other psychiatric illnesses have remained flat even during periods of time when marijuana use rates have increased. This is not to say that there is no relationship between psychoactive substances and mental functioning. Some effects of marijuana use can include feelings of panic, anxiety and paranoia, but these effects are temporary"
  },
  {
    "id": 68,
    "cannabis_fact": "Part of the reason it's so difficult to detangle psychoactive substance use from mental health is age of onset. For most people, symptoms of mental disturbance occur in the late teens and early 20's. Teens are also more likely to experiment with marijuana and less likely to be open with their parents about their drug use and/or any symptoms of mental disturbance they may be experiencing. As a result, drug and alcohol use has usually already started by the time symptoms of mental illness becomenoticeable. This is why we see so many studies that confirm that most people diagnosed with severe mental illness have had a history of alcohol and/or drug use."
  },
  {
    "id": 69,
    "cannabis_fact": "A 2014 study of 2,600 young people found that when taking into account socio-economic factors such as environment, poverty, poor nutrition, parenting style, mental health, and alcohol use, the association between moderate marijuana use and IQ largely disappears. Still, it is strongly recommended that teens not use marijuana, as their brains are still developing, and in particular the part of the brain that controls emotional development can be sensitive."
  },
  {
    "id": 70,
    "cannabis_fact": "Fewer than 10 percent of those who try marijuana ever end up meeting the clinical criteria for dependence, whereas 32 percent of tobacco users and 15 percent of alcohol users do."
  },
  {
    "id": 71,
    "cannabis_fact": "Most people who try marijuana never go on to use any other illegal drug, and the vast majority of those who do try another drug don't becomedependent on it, or go on to have associated problems. Indeed, for the large majority of people, marijuana is an endpoint in drug use rather than a so-called 'gateway drug'. New evidence suggests that marijuana can even serve as an 'exit drug,' helping people to reduce or eliminate their use of more harmful drugs such as opiates or alcohol by easing withdrawal symptoms."
  },
  {
    "id": 72,
    "cannabis_fact": "Interestingly, marijuana tested in areas where it is illegal tends to be stronger. Why? Because when access to a particular substance is sporadic, risky and limited, both consumers and producers are incentivized to use or sell higher potency material. There was a similar trend during alcohol Prohibition, when beer and cider were largely replaced by spirits and hard liquor, which are easier and more profitable to transport."
  },
  {
    "id": 73,
    "cannabis_fact": "For some people, marijuana can: Alleviate symptoms of a wide range of debilitating medical conditions, including cancer, HIV/AIDS, multiple sclerosis, Alzheimer's Disease, epilepsy, and Crohn's Disease, Act as a safer and more effective alternative to narcotic painkillers, Treat severe pain, Reduce nausea induced by cancer chemotherapy, Stimulate appetite in AIDS patients, Reduce intraocular pressure in people with glaucoma, Reduce muscle spasticity in patients with neurological disorders,  Help manage some mental health conditions, particularly PTSD"
  },
  {
    "id": 74,
    "cannabis_fact": "Marijuana strains can be pure or hybrid varieties, usually derived from the two major species of cannabis: indica and sativa. Different strains have been bred to intensify certain characteristics of cannabis."
  },
  {
    "id": 75,
    "cannabis_fact": "The effects of marijuana begin within a few minutes after inhalation and can last a few hours. THC is absorbed more slowly when it's taken as a food or liquid and the effects take longer to be felt."
  },
  {
    "id": 76,
    "cannabis_fact": "Possession of cannabis is legal in Colombia, Ecuador, Peru, Spain, Netherlands, North Korea, Uruguay and a number of states in the U.S. Cannabis is decriminalized in many countries, meaning it's prohibited but is not considered a criminal offence and would merit minor penalties."
  },
  {
    "id": 77,
    "cannabis_fact": "According to a 2014 survey, seven out of ten Americans believe alcohol is more harmful than marijuana ' and they're right. The most commonly cited reason for this belief is that cannabis has never directly caused a death, while alcohol claims many lives each year. In fact, according to the World Health Organization, there were 3.3 million deaths attributed to alcohol in 2012."
  }
]